{
  "title": "Drinks Menu",
  "description": "Real ales, premium spirits, and extensive drinks selection at The Anchor",
  "lastUpdated": "2024-01-15",
  "categories": [
    {
      "id": "draught",
      "title": "On Tap",
      "emoji": "🍺",
      "sections": [
        {
          "title": "Lagers & Beers",
          "style": "grid",
          "items": [
            {
              "name": "Birra Moretti",
              "price": "",
              "description": "4.6% ABV - Italy's premium lager since 1859. A perfectly balanced beer with a delicate hop aroma and smooth, refreshing finish. Pairs beautifully with our stone-baked pizzas."
            },
            {
              "name": "Carling",
              "price": "",
              "description": "4.0% ABV - Britain's favourite session lager. Light, crisp and refreshing with a clean finish. The perfect pint for watching the match or catching up with friends."
            },
            {
              "name": "Stella Artois",
              "price": "",
              "description": "4.6% ABV - Belgium's finest export lager. Reassuringly expensive taste with distinctive hoppy bitterness and citrus notes. Brewed to perfection since 1366."
            },
            {
              "name": "Fosters",
              "price": "",
              "description": "3.7% ABV - Australia's gift to British pubs. Easy-drinking lager with a light malt character and subtle sweetness. Ideal for long summer afternoons in our beer garden."
            },
            {
              "name": "Pravha",
              "price": "",
              "description": "4.0% ABV - Czech-style pilsner brewed with Saaz hops. Golden colour with a delicate floral aroma and crisp, clean taste. A sophisticated choice for lager lovers."
            },
            {
              "name": "Carlsberg",
              "price": "",
              "description": "3.8% ABV - Probably the best beer in the world? Danish pilsner with a light, refreshing taste and smooth hoppy notes. A classic that never goes out of style."
            }
          ]
        },
        {
          "title": "Stouts & Ciders",
          "style": "grid",
          "items": [
            {
              "name": "Guinness",
              "price": "",
              "description": "4.1% ABV - Ireland's iconic stout. Rich, creamy head with deep roasted barley flavours, hints of coffee and chocolate. Good things come to those who wait for the perfect pour."
            },
            {
              "name": "Aspall",
              "price": "",
              "description": "5.5% ABV - Suffolk's finest cider since 1728. Medium dry with a crisp apple finish. Made from a secret blend of culinary and cider apples from their own orchards."
            },
            {
              "name": "Inch's Medium Apple Cider",
              "price": "",
              "description": "4.5% ABV - Traditional West Country cider with a perfect balance of sweetness and sharp apple flavours. Refreshingly smooth with a clean, fruity finish."
            }
          ]
        }
      ]
    },
    {
      "id": "bottles",
      "title": "Bottled Drinks",
      "emoji": "🍾",
      "sections": [
        {
          "title": "Bottled Ales",
          "style": "grid",
          "items": [
            {
              "name": "Abbot Ale",
              "price": "",
              "description": "5.0% ABV - Premium English ale from Greene King. Full-bodied with a distinctive fruity aroma and malty richness. Brewed in Bury St Edmunds since 1086."
            },
            {
              "name": "Greene King IPA",
              "price": "",
              "description": "3.6% ABV - A perfectly balanced India Pale Ale with fresh hop flavours and citrus notes. Light amber colour with a clean, refreshing bitter finish."
            },
            {
              "name": "Old Speckled Hen",
              "price": "",
              "description": "5.0% ABV - Distinctive tawny coloured ale with a superb malty taste. Smooth, creamy and full-flavoured with a refreshing bitterness. A true British classic."
            },
            {
              "name": "Newcastle Brown Ale",
              "price": "",
              "description": "4.7% ABV - The one and only Newkie Brown. Sweet caramel notes balanced with moderate bitterness. An icon of the North East since 1927."
            }
          ]
        },
        {
          "title": "Bottled Beers",
          "style": "grid",
          "items": [
            {
              "name": "Budweiser",
              "price": "",
              "description": "5.0% ABV - The King of Beers. American lager aged on beechwood chips for smoothness. Crisp, clean and refreshing with subtle hop aroma."
            },
            {
              "name": "Corona Extra",
              "price": "",
              "description": "4.5% ABV - Mexico's favourite beer. Light, refreshing pilsner-style lager best served with a wedge of lime. Transport yourself to a beach in Cancun."
            },
            {
              "name": "Desperados",
              "price": "",
              "description": "5.9% ABV - Tequila-flavoured beer that breaks all the rules. A unique blend of lager with a hint of tequila for those who like to live on the edge."
            },
            {
              "name": "Peroni Nastro Azzurro",
              "price": "",
              "description": "5.1% ABV - Italy's number one premium lager. Crisp and refreshing with a delicate balance of bitterness and citrus aromatic notes. La dolce vita in a bottle."
            },
            {
              "name": "Peroni 0%",
              "price": "",
              "description": "0.0% ABV - All the Italian style without the alcohol. Same crisp, refreshing taste of Peroni with citrus notes. Perfect for designated drivers."
            }
          ]
        },
        {
          "title": "Bottled Ciders",
          "style": "grid",
          "items": [
            {
              "name": "Magners Original",
              "price": "",
              "description": "4.5% ABV - Ireland's original premium cider. Made from 17 varieties of apples for a unique crisp taste. Best served over ice for ultimate refreshment."
            },
            {
              "name": "Old Mout Berries & Cherries",
              "price": "",
              "description": "4.0% ABV - New Zealand fruit cider bursting with strawberry and raspberry flavours, finished with sweet cherries. A fruity adventure in every bottle."
            },
            {
              "name": "Old Mout Kiwi & Lime",
              "price": "",
              "description": "4.0% ABV - Tropical fusion of tangy kiwi and zesty lime. Light, refreshing and packed with exotic fruit flavours from the land of the long white cloud."
            },
            {
              "name": "Old Mout Strawberry & Apple",
              "price": "",
              "description": "4.0% ABV - Sweet strawberries blended with crisp apples. A summery cider that's like drinking sunshine. Perfect for our beer garden."
            },
            {
              "name": "Aspall Premier Cru",
              "price": "",
              "description": "7.0% ABV - Champagne of ciders. Elegant, sparkling cider with fine bubbles and complex apple flavours. A sophisticated choice for special occasions."
            }
          ]
        }
      ]
    },
    {
      "id": "cocktails",
      "title": "Cocktails",
      "emoji": "🍹",
      "sections": [
        {
          "title": "Classic Cocktails",
          "style": "grid",
          "items": [
            {
              "name": "Espresso Martini",
              "price": "",
              "description": "The ultimate pick-me-up. Rich coffee meets smooth spirits in this sophisticated cocktail that's perfect for starting or ending your night. Guaranteed to get you buzzing."
            },
            {
              "name": "Passion Fruit Martini",
              "price": "",
              "description": "Tropical paradise in a glass. Sweet, tangy and utterly irresistible, served with a cheeky shot of fizz on the side. Our most Instagrammable cocktail."
            },
            {
              "name": "Classic Margarita",
              "price": "",
              "description": "Mexico's gift to the world. Perfectly balanced sweet and sour with a salt-rimmed glass. One sip and you'll be planning your next holiday."
            },
            {
              "name": "Vodka Margarita",
              "price": "",
              "description": "Our rebellious twist on the classic. All the lime-kissed goodness with a different kind of kick. For those who like to break the rules."
            },
            {
              "name": "Aperol Spritz",
              "price": "",
              "description": "Sunset in Venice captured in a glass. Bittersweet, bubbly and refreshing. The perfect aperitif for those long summer evenings."
            },
            {
              "name": "Margarita Spritz",
              "price": "",
              "description": "When Italy meets Mexico. A fizzy fiesta that combines the best of both worlds. Light, refreshing and dangerously moreish."
            }
          ]
        },
        {
          "title": "Signature Cocktails",
          "style": "grid",
          "items": [
            {
              "name": "Sex on the Beach",
              "price": "",
              "description": "Holiday romance in liquid form. Fruity, fun and flirty with sunset colours that'll transport you to tropical shores. No SPF required."
            },
            {
              "name": "Woo Woo",
              "price": "",
              "description": "The cheeky cousin of the Cosmo. Pretty in pink with a perfect balance of sweet and tart. Guaranteed to get the party started."
            },
            {
              "name": "Pimm's",
              "price": "Glass/Jug",
              "description": "Summer in the English countryside. Refreshing blend with fresh fruit, cucumber and mint. Perfect for sharing in our sunny beer garden."
            },
            {
              "name": "Apple & Blackberry Pie",
              "price": "",
              "description": "Autumn comfort in cocktail form. Like your nan's best dessert but with a naughty twist. Warming spices meet orchard fruits."
            },
            {
              "name": "Crimbo Colada",
              "price": "",
              "description": "Christmas meets the Caribbean. Our festive take on the tropical classic. Santa's favourite way to unwind after a long night."
            }
          ]
        },
        {
          "title": "Shots & Bombs",
          "style": "grid",
          "items": [
            {
              "name": "Baby Guinness",
              "price": "",
              "description": "Looks like the real thing but sweeter. A layered shot that's almost too pretty to drink. Almost."
            },
            {
              "name": "Jager Bomb",
              "price": "",
              "description": "The party starter. Drop it, down it, feel the energy surge. Not for the faint-hearted."
            },
            {
              "name": "Kick Bomb",
              "price": "",
              "description": "Our secret weapon for late-night stamina. When you need that extra boost to keep the good times rolling."
            }
          ]
        },
        {
          "title": "Hot Cocktails",
          "style": "grid",
          "items": [
            {
              "name": "Hot Toddy",
              "price": "",
              "description": "The ultimate winter warmer. Soothing blend of warming spices and citrus. Like a hug in a mug for cold evenings."
            },
            {
              "name": "Bailey's Hot Chocolate",
              "price": "",
              "description": "Childhood favourite gets a grown-up makeover. Rich, creamy and indulgent. Perfect après-ski drink without leaving Stanwell Moor."
            }
          ]
        }
      ]
    },
    {
      "id": "spirits",
      "title": "Spirits",
      "emoji": "🥃",
      "description": "Our extensive collection of premium spirits, carefully curated for every taste",
      "sections": [
        {
          "title": "Gin Collection",
          "style": "grid",
          "items": [
            {
              "name": "Bombay Sapphire",
              "price": "",
              "description": "The world's number one premium gin. Ten exotic botanicals create a perfectly balanced, bright and fresh taste."
            },
            {
              "name": "Hendrick's",
              "price": "",
              "description": "Delightfully peculiar gin infused with cucumber and rose. Refreshingly unusual and perfect with cucumber garnish."
            },
            {
              "name": "Tanqueray London Dry",
              "price": "",
              "description": "Four botanicals perfected over 180 years. The bartender's choice for the perfect G&T."
            },
            {
              "name": "Gordon's Pink",
              "price": "",
              "description": "The original pink gin. Sweet strawberry and raspberry notes balanced with Gordon's classic juniper."
            },
            {
              "name": "Whitley Neill Rhubarb & Ginger",
              "price": "",
              "description": "Yorkshire rhubarb meets warming ginger. A taste of the English countryside with a spicy twist."
            },
            {
              "name": "The Botanist",
              "price": "",
              "description": "22 hand-foraged botanicals from Islay. Complex, refined and utterly unique."
            }
          ]
        },
        {
          "title": "Whisky Cabinet",
          "style": "grid",
          "items": [
            {
              "name": "Jameson",
              "price": "",
              "description": "Triple-distilled Irish smoothness. The world's best-selling Irish whiskey with notes of vanilla and toasted wood."
            },
            {
              "name": "Jack Daniel's",
              "price": "",
              "description": "Tennessee's finest. Charcoal mellowed drop by drop for exceptional smoothness. Old No. 7 never goes out of style."
            },
            {
              "name": "Glenfiddich 12",
              "price": "",
              "description": "The world's most awarded single malt. Fresh pear and subtle oak flavours from Scotland's valley of the deer."
            },
            {
              "name": "Monkey Shoulder",
              "price": "",
              "description": "Triple malt for mixing or sipping. Smooth, rich and mellow with vanilla and spice notes."
            },
            {
              "name": "Maker's Mark",
              "price": "",
              "description": "Kentucky bourbon sealed with red wax. Sweet with caramel and vanilla notes. Handcrafted in small batches."
            },
            {
              "name": "Talisker 10",
              "price": "",
              "description": "From the Isle of Skye. Powerful peat smoke with sea-salt and sweet notes. A taste of the Scottish coast."
            }
          ]
        },
        {
          "title": "Vodka Selection",
          "style": "grid",
          "items": [
            {
              "name": "Grey Goose",
              "price": "",
              "description": "French luxury vodka. Exceptionally smooth with subtle notes of almond. The world's best tasting vodka."
            },
            {
              "name": "Smirnoff Red",
              "price": "",
              "description": "Triple distilled and ten times filtered. The world's number one vodka. Pure, clean and versatile."
            },
            {
              "name": "Smirnoff Raspberry Crush",
              "price": "",
              "description": "Summer berries meet premium vodka. Sweet and fruity without being sickly. Perfect with lemonade."
            }
          ]
        },
        {
          "title": "Rum & Tequila Bar",
          "style": "grid",
          "items": [
            {
              "name": "Kraken Black Spiced",
              "price": "",
              "description": "The beast from the deep. Rich, dark and mysterious with notes of cinnamon and vanilla. As smooth as the seven seas."
            },
            {
              "name": "Captain Morgan Spiced",
              "price": "",
              "description": "The Captain's legendary blend. Caribbean rum with warming spices. Perfect with cola and a squeeze of lime."
            },
            {
              "name": "Patron Silver",
              "price": "",
              "description": "Ultra-premium tequila. Crystal clear with fresh agave and citrus notes. Simply perfection."
            },
            {
              "name": "Jose Cuervo Gold",
              "price": "",
              "description": "The world's number one tequila. Smooth and sweet with notes of vanilla and caramel. Essential for margaritas."
            }
          ]
        },
        {
          "title": "Liqueurs & Digestifs",
          "style": "grid",
          "items": [
            {
              "name": "Bailey's Irish Cream",
              "price": "",
              "description": "The original Irish cream liqueur. Luxuriously creamy with chocolate and vanilla notes. Perfect over ice or in coffee."
            },
            {
              "name": "Disaronno",
              "price": "",
              "description": "Italian amaretto since 1525. Sweet almond flavours with a hint of cherry. Sophisticated and smooth."
            },
            {
              "name": "Cointreau",
              "price": "",
              "description": "Premium orange liqueur from France. Essential for cocktails or enjoyed neat over ice."
            },
            {
              "name": "Chambord",
              "price": "",
              "description": "Black raspberry liqueur fit for royalty. Rich, luxurious and presented in an orb-shaped bottle."
            }
          ]
        },
        {
          "title": "Port & Sherry",
          "style": "list",
          "items": [
            { "name": "Taylor's Fine Ruby Port", "price": "" },
            { "name": "Harvey's Bristol Cream Sherry", "price": "" },
            { "name": "Martini Rosso", "price": "" },
            { "name": "Martini Extra Dry Vermouth", "price": "" }
          ]
        },
        {
          "title": "Shooters",
          "style": "list",
          "items": [
            { "name": "Jägermeister", "price": "" },
            { "name": "Sambuca (Various Flavours)", "price": "" },
            { "name": "Sourz (Apple/Cherry/Strawberry)", "price": "" }
          ]
        }
      ]
    },
    {
      "id": "wine",
      "title": "Wine Selection",
      "emoji": "🍷",
      "sections": [
        {
          "title": "Red Wine",
          "style": "grid",
          "items": [
            {
              "name": "Counterpoint Shiraz",
              "price": "Bottle",
              "description": "Australia - Full-bodied with rich plum and blackberry flavours, hints of black pepper and smooth tannins. Perfect with our steaks and burgers."
            },
            {
              "name": "El Pico Cabernet Sauvignon",
              "price": "Bottle",
              "description": "Chile - Classic Cabernet with blackcurrant and cedar notes. Medium-bodied with soft tannins. Excellent with our Sunday roasts."
            },
            {
              "name": "I Heart Merlot",
              "price": "187ml/750ml",
              "description": "Italy - Soft and approachable with ripe cherry and plum flavours. Velvety smooth finish. Great with pasta and pizza."
            },
            {
              "name": "Rocosa Malbec",
              "price": "Bottle",
              "description": "Argentina - Bold and fruity with dark berry flavours, violet notes and a hint of spice. Pairs beautifully with our beef dishes."
            },
            {
              "name": "Gentlemen's Collection",
              "price": "Bottle",
              "description": "France - Premium blend showcasing the best of French winemaking. Complex, elegant and perfect for special occasions."
            }
          ]
        },
        {
          "title": "White Wine",
          "style": "grid",
          "items": [
            {
              "name": "Counterpoint Chardonnay",
              "price": "Bottle",
              "description": "Australia - Tropical fruit flavours with subtle oak and creamy texture. Rich and full-bodied. Lovely with fish and chicken dishes."
            },
            {
              "name": "El Pico Sauvignon Blanc",
              "price": "Bottle",
              "description": "Chile - Zesty and refreshing with citrus and green apple notes. Crisp acidity makes it perfect with seafood."
            },
            {
              "name": "Giotto Pinot Grigio",
              "price": "Bottle",
              "description": "Italy - Light and crisp with delicate pear and citrus flavours. Easy-drinking and food-friendly."
            },
            {
              "name": "I Heart Sauvignon Blanc",
              "price": "187ml/750ml",
              "description": "New Zealand - Vibrant tropical fruits and herbaceous notes. Refreshingly crisp with a zingy finish."
            },
            {
              "name": "Piesporter Michelsberg",
              "price": "Bottle",
              "description": "Germany - Delicate Riesling with floral aromas and hints of peach. Off-dry style perfect as an aperitif."
            }
          ]
        },
        {
          "title": "Rosé Wine",
          "style": "grid",
          "items": [
            {
              "name": "Gris des Seigneurs",
              "price": "Bottle",
              "description": "France - Provence-style rosé. Pale pink with delicate strawberry and citrus notes. Dry and refreshing."
            },
            {
              "name": "I Heart Rosé",
              "price": "187ml/750ml",
              "description": "Italy - Bright and fruity with summer berry flavours. Perfect for sunny afternoons in our beer garden."
            },
            {
              "name": "Three Pebbles Bay",
              "price": "Bottle",
              "description": "South Africa - Coral pink with red fruit aromas. Well-balanced with a crisp, dry finish."
            },
            {
              "name": "Ara Pinot Noir Rosé",
              "price": "Bottle",
              "description": "New Zealand - Elegant rosé with wild strawberry and rose petal notes. Beautifully balanced."
            }
          ]
        },
        {
          "title": "Sparkling Wine",
          "style": "grid",
          "items": [
            {
              "name": "Giorgio & Gianni Prosecco",
              "price": "200ml/750ml",
              "description": "Italy - Fine bubbles with apple and pear flavours. Light, fresh and perfect for celebrations or Sunday brunch."
            }
          ]
        },
        {
          "title": "Seasonal Special",
          "style": "grid",
          "items": [
            {
              "name": "Mulled Wine",
              "price": "175ml",
              "description": "Our secret recipe of red wine gently warmed with cinnamon, cloves and orange. Christmas in a glass."
            }
          ]
        }
      ]
    },
    {
      "id": "soft",
      "title": "Soft Drinks & Mixers",
      "emoji": "🥤",
      "description": "Refreshing non-alcoholic options and premium mixers for every occasion",
      "sections": [
        {
          "title": "Classic Soft Drinks",
          "style": "grid",
          "items": [
            { 
              "name": "Coca-Cola Range", 
              "price": "Various sizes",
              "description": "The classics you love - Original, Diet Coke, and Coke Zero. Served ice-cold in glass bottles or on draught."
            },
            { 
              "name": "Lemonade & 7-Up Free", 
              "price": "Various sizes",
              "description": "Crisp, refreshing lemon-lime sodas. Perfect on their own or as mixers for your favourite spirits."
            },
            { 
              "name": "J2O Fruit Fusions", 
              "price": "",
              "description": "Premium fruit blends: Orange & Passionfruit, Apple & Mango, Apple & Raspberry. The sophisticated soft drink choice."
            },
            { 
              "name": "Fanta Orange & Appletiser", 
              "price": "",
              "description": "Vibrant orange flavour and sparkling apple - fruity favourites served chilled."
            }
          ]
        },
        {
          "title": "Fresh Juices & Premium Mixers",
          "style": "grid",
          "items": [
            { 
              "name": "Fresh Fruit Juices", 
              "price": "",
              "description": "Orange, Pineapple, and Cranberry juices. Perfect for mocktails or enjoyed on their own over ice."
            },
            { 
              "name": "Classic Mixers", 
              "price": "",
              "description": "Schweppes Tonic, Slimline Tonic, Ginger Ale, and Soda Water. Essential companions for our premium spirits."
            },
            { 
              "name": "Fever-Tree Premium", 
              "price": "",
              "description": "Mexican Lime and Rhubarb & Raspberry. Artisan mixers that elevate any gin or vodka serve."
            }
          ]
        },
        {
          "title": "Energy & Hydration",
          "style": "grid",
          "items": [
            { 
              "name": "Red Bull", 
              "price": "",
              "description": "The original energy drink. Perfect pick-me-up for long nights or early airport runs."
            },
            { 
              "name": "Kick Energy", 
              "price": "",
              "description": "British-made energy boost with a refreshing citrus kick. Great value alternative."
            },
            { 
              "name": "Harrogate Spring Water", 
              "price": "",
              "description": "Still or Sparkling. Yorkshire's finest mineral water, naturally pure and refreshing."
            },
            { 
              "name": "Kids' Favourites", 
              "price": "",
              "description": "Fruit Shoot in Orange and Blackcurrant. Perfect size for little hands, no spills guaranteed!"
            }
          ]
        }
      ]
    }
  ],
  "responsibleDrinking": {
    "title": "Please Drink Responsibly",
    "message": "We want all our guests to enjoy their visit safely. Our trained staff are here to help ensure everyone has a great time. Please ask about our selection of low and no-alcohol alternatives."
  }
}